package ru.itis;

public class TODO {
    // Катя: чисто для записей по ходу, здесь тудушки, чтобы было в одном место всё
    // TODO: Подумать как сохранять ответы на вопросы, сами вопросы, как их миксовать
    // на данный момент в сущности Вопрос оставила только то, что касается вопроса
    // всё остальное выношу в Игру, там будет логика. Тайм лимит думаю сделать одинаковый секунд 15-20
    // СообщениеЮзеру(утилитный класс) - чисто для каких-то ошибок пока что
    // TODO: свои исключения вместо runtime


    // TODO: захардкодить вопросы + fix structure QuestionRepositoryImpl
    //
    //
    //
}
